[
  {
    "id": 1,
    "title": "Kỹ thuật nuôi heo nái sinh sản hiệu quả",
    "slug": "ky-thuat-nuoi-heo-nai-sinh-san",
    "excerpt": "Hướng dẫn chi tiết về chăm sóc, dinh dưỡng và quản lý heo nái để đạt năng suất sinh sản cao nhất.",
    "content": "<h2>Giới thiệu</h2><p>Heo nái là yếu tố quan trọng quyết định hiệu quả kinh tế của trang trại chăn nuôi heo. Việc chăm sóc heo nái đúng cách sẽ giúp tăng số lứa đẻ, số con/lứa và giảm tỷ lệ chết.</p><h2>Chọn giống heo nái</h2><p>Nên chọn heo nái từ các giống có năng suất cao như Landrace, Yorkshire, Duroc hoặc các giống lai F1. Heo nái cần có thân hình cân đối, khỏe mạnh, không dị tật.</p><h2>Chế độ dinh dưỡng</h2><p>Heo nái cần được cung cấp đầy đủ protein, năng lượng, vitamin và khoáng chất. Giai đoạn mang thai cần tăng cường canxi và phospho. Giai đoạn cho con bú cần tăng năng lượng và protein.</p><h2>Quản lý sinh sản</h2><p>Theo dõi chu kỳ động dục, phối giống đúng thời điểm. Chăm sóc heo nái mang thai tránh stress. Chuẩn bị chuồng đẻ sạch sẽ, ấm áp.</p><h2>Phòng bệnh</h2><p>Tiêm phòng đầy đủ các loại vaccine. Vệ sinh chuồng trại thường xuyên. Theo dõi sức khỏe hàng ngày.</p>",
    "image": "https://images.unsplash.com/photo-1516467508483-a7212febe31a?w=800",
    "categoryId": 1,
    "author": "Nguyễn Văn A",
    "views": 1250,
    "featured": true,
    "tags": ["heo nái", "sinh sản", "chăn nuôi heo"],
    "publishedAt": "2024-11-15T10:00:00Z"
  },
  {
    "id": 2,
    "title": "Cách phòng và trị bệnh tai xanh ở heo",
    "slug": "cach-phong-va-tri-benh-tai-xanh-o-heo",
    "excerpt": "Bệnh tai xanh (PRRS) là một trong những bệnh nguy hiểm nhất trong chăn nuôi heo. Tìm hiểu cách phòng ngừa và điều trị hiệu quả.",
    "content": "<h2>Bệnh tai xanh là gì?</h2><p>Bệnh tai xanh (Porcine Reproductive and Respiratory Syndrome - PRRS) do virus gây ra, ảnh hưởng nghiêm trọng đến hệ hô hấp và sinh sản của heo.</p><h2>Triệu chứng</h2><p>Heo bị sốt cao, khó thở, tai và da chuyển màu tím xanh. Heo nái sẩy thai, đẻ non. Heo con chết hàng loạt.</p><h2>Cách phòng bệnh</h2><p>- Tiêm phòng vaccine PRRS định kỳ<br>- Kiểm soát sinh học nghiêm ngặt<br>- Không mua heo từ nguồn không rõ ràng<br>- Vệ sinh khử trùng chuồng trại thường xuyên</p><h2>Điều trị</h2><p>Hiện chưa có thuốc đặc trị. Chủ yếu điều trị triệu chứng và phòng nhiễm khuẩn thứ phát bằng kháng sinh.</p>",
    "image": "https://images.unsplash.com/photo-1530836369250-ef72a3f5cda8?w=800",
    "categoryId": 6,
    "author": "Trần Thị B",
    "views": 2100,
    "featured": true,
    "tags": ["bệnh heo", "tai xanh", "PRRS"],
    "publishedAt": "2024-11-20T14:30:00Z"
  },
  {
    "id": 3,
    "title": "Kỹ thuật nuôi bò sữa năng suất cao",
    "slug": "ky-thuat-nuoi-bo-sua-nang-suat-cao",
    "excerpt": "Hướng dẫn toàn diện về chăn nuôi bò sữa từ chọn giống, chăm sóc, dinh dưỡng đến vắt sữa và quản lý đàn.",
    "content": "<h2>Chọn giống bò sữa</h2><p>Các giống bò sữa phổ biến: Holstein Friesian (HF), Jersey, Brown Swiss. Giống HF cho năng suất sữa cao nhất.</p><h2>Chuồng trại</h2><p>Chuồng nuôi cần thoáng mát, sạch sẽ, có mái che. Diện tích 10-15m²/con. Có hệ thống thoát nước tốt.</p><h2>Dinh dưỡng</h2><p>Bò sữa cần khẩu phần giàu protein và năng lượng. Thức ăn chính: cỏ tươi, cỏ khô, bắp, đậu, cám. Bổ sung khoáng chất và vitamin.</p><h2>Vắt sữa</h2><p>Vắt sữa 2 lần/ngày vào buổi sáng và chiều. Vệ sinh vú sạch sẽ trước khi vắt. Bảo quản sữa ở nhiệt độ 4°C.</p><h2>Chăm sóc sức khỏe</h2><p>Tiêm phòng đầy đủ. Tẩy giun định kỳ. Theo dõi sức khỏe hàng ngày.</p>",
    "image": "https://images.unsplash.com/photo-1560493676-04071c5f467b?w=800",
    "categoryId": 2,
    "author": "Lê Văn C",
    "views": 1800,
    "featured": true,
    "tags": ["bò sữa", "chăn nuôi bò", "năng suất"],
    "publishedAt": "2024-11-18T09:00:00Z"
  },
  {
    "id": 4,
    "title": "Nuôi gà thả vườn - Mô hình hiệu quả cho nông hộ",
    "slug": "nuoi-ga-tha-vuon",
    "excerpt": "Mô hình nuôi gà thả vườn đang được nhiều hộ nông dân áp dụng vì chi phí thấp, thịt gà chất lượng cao.",
    "content": "<h2>Ưu điểm của nuôi gà thả vườn</h2><p>- Chi phí thức ăn thấp vì gà tự tìm kiếm thức ăn<br>- Thịt gà ngon, giá bán cao<br>- Phân gà bón cho cây trồng<br>- Phù hợp với quy mô nhỏ</p><h2>Chọn giống</h2><p>Nên chọn các giống gà ta, gà ri, gà Đông Tảo. Các giống này thích nghi tốt với điều kiện thả vườn.</p><h2>Chuồng trại</h2><p>Chuồng đơn giản, có mái che, nơi nghỉ ngơi ban đêm. Vườn thả rộng rãi, có bóng mát.</p><h2>Chăm sóc</h2><p>Cho ăn bổ sung 1-2 lần/ngày. Cung cấp nước sạch. Tiêm phòng Newcastle, Gumboro.</p>",
    "image": "https://images.unsplash.com/photo-1548550023-2bdb3c5beed7?w=800",
    "categoryId": 3,
    "author": "Phạm Thị D",
    "views": 950,
    "featured": false,
    "tags": ["gà thả vườn", "chăn nuôi gà", "nông hộ"],
    "publishedAt": "2024-11-22T11:00:00Z"
  },
  {
    "id": 5,
    "title": "Kỹ thuật nuôi tôm thẻ chân trắng trong ao đất",
    "slug": "ky-thuat-nuoi-tom-the-chan-trang",
    "excerpt": "Hướng dẫn chi tiết quy trình nuôi tôm thẻ chân trắng từ chuẩn bị ao, thả giống đến thu hoạch.",
    "content": "<h2>Chuẩn bị ao nuôi</h2><p>Ao nuôi cần có diện tích 2000-5000m², độ sâu 1.5-2m. Cải tạo đáy ao, vôi sát trùng, bón phân hữu cơ.</p><h2>Thả giống</h2><p>Mật độ thả: 40-60 con/m². Giống tôm khỏe mạnh, kích thước đồng đều. Thả vào buổi sáng sớm hoặc chiều mát.</p><h2>Quản lý nước</h2><p>Duy trì độ mặn 15-25‰. pH: 7.5-8.5. Oxy hòa tan > 5mg/l. Thay nước định kỳ.</p><h2>Cho ăn</h2><p>Thức ăn công nghiệp chuyên dùng cho tôm. Cho ăn 3-4 lần/ngày. Lượng thức ăn 3-5% khối lượng tôm.</p><h2>Phòng bệnh</h2><p>Sử dụng men vi sinh. Kiểm tra sức khỏe tôm thường xuyên. Xử lý nước ao định kỳ.</p>",
    "image": "https://images.unsplash.com/photo-1565680018434-b513d5e5fd47?w=800",
    "categoryId": 5,
    "author": "Nguyễn Văn E",
    "views": 1650,
    "featured": false,
    "tags": ["tôm thẻ", "nuôi tôm", "thủy sản"],
    "publishedAt": "2024-11-25T08:30:00Z"
  },
  {
    "id": 6,
    "title": "Chăn nuôi dê sinh sản - Hướng dẫn từ A đến Z",
    "slug": "chan-nuoi-de-sinh-san",
    "excerpt": "Dê là loài vật nuôi dễ chăm sóc, thích nghi tốt với nhiều điều kiện. Tìm hiểu cách nuôi dê sinh sản hiệu quả.",
    "content": "<h2>Chọn giống dê</h2><p>Các giống dê phổ biến: Dê Boer, Dê Bách Thảo, Dê Cỏ. Dê Boer cho năng suất thịt cao nhất.</p><h2>Chuồng nuôi</h2><p>Chuồng khô ráo, thoáng mát, có sàn lưới. Diện tích 1.5-2m²/con. Có nơi vận động ngoài trời.</p><h2>Thức ăn</h2><p>Thức ăn chính là cỏ tươi, cỏ khô. Bổ sung cám, bắp, đậu. Nước sạch tự do.</p><h2>Sinh sản</h2><p>Dê cái phối giống lần đầu khi 7-8 tháng tuổi. Thời gian mang thai 150 ngày. Mỗi lứa đẻ 1-3 con.</p><h2>Chăm sóc dê con</h2><p>Dê con bú sữa mẹ 3 tháng. Tiêm phòng đầy đủ. Tẩy giun định kỳ.</p>",
    "image": "https://images.unsplash.com/photo-1583337130417-3346a1be7dee?w=800",
    "categoryId": 4,
    "author": "Trần Văn F",
    "views": 720,
    "featured": false,
    "tags": ["dê", "chăn nuôi dê", "sinh sản"],
    "publishedAt": "2024-11-28T10:15:00Z"
  },
  {
    "id": 7,
    "title": "Phòng và trị bệnh Newcastle ở gà",
    "slug": "phong-va-tri-benh-newcastle-o-ga",
    "excerpt": "Bệnh Newcastle (bệnh gà rù) là bệnh truyền nhiễm nguy hiểm. Cách phòng ngừa và xử lý khi đàn gà mắc bệnh.",
    "content": "<h2>Nguyên nhân</h2><p>Do virus Newcastle gây ra, lây lan nhanh qua đường hô hấp và tiêu hóa.</p><h2>Triệu chứng</h2><p>Gà khó thở, ho, chảy nước mũi. Tiêu chảy phân xanh. Liệt cánh, cổ vặn. Tỷ lệ chết cao.</p><h2>Phòng bệnh</h2><p>- Tiêm phòng vaccine Newcastle định kỳ<br>- Vệ sinh chuồng trại sạch sẽ<br>- Cách ly gà mới về<br>- Khử trùng dụng cụ chăn nuôi</p><h2>Xử lý khi có dịch</h2><p>Cách ly gà bệnh. Tiêu hủy gà chết. Khử trùng toàn bộ chuồng trại. Tiêm phòng khẩn cấp cho đàn gà còn lại.</p>",
    "image": "https://images.unsplash.com/photo-1612170153139-6f881ff067e0?w=800",
    "categoryId": 6,
    "author": "Lê Thị G",
    "views": 1420,
    "featured": false,
    "tags": ["bệnh gà", "Newcastle", "phòng bệnh"],
    "publishedAt": "2024-11-30T13:45:00Z"
  },
  {
    "id": 8,
    "title": "Nuôi cá tra trong ao - Kỹ thuật và kinh nghiệm",
    "slug": "nuoi-ca-tra-trong-ao",
    "excerpt": "Cá tra là loài cá nước ngọt có giá trị kinh tế cao. Hướng dẫn kỹ thuật nuôi cá tra đạt năng suất cao.",
    "content": "<h2>Chuẩn bị ao</h2><p>Ao nuôi diện tích 1000-3000m², độ sâu 2-3m. Cải tạo đáy ao, vôi sát trùng.</p><h2>Thả giống</h2><p>Mật độ: 20-30 con/m². Cá giống kích thước 5-10cm. Thả vào buổi sáng sớm.</p><h2>Cho ăn</h2><p>Thức ăn viên công nghiệp, hàm lượng protein 28-32%. Cho ăn 2-3 lần/ngày. Lượng thức ăn 3-5% khối lượng cá.</p><h2>Quản lý nước</h2><p>Thay nước định kỳ 20-30%. Sục khí khi cần thiết. Kiểm tra chất lượng nước thường xuyên.</p><h2>Thu hoạch</h2><p>Sau 6-8 tháng, cá đạt 0.8-1.2kg/con. Bắt cá vào buổi sáng sớm.</p>",
    "image": "https://images.unsplash.com/photo-1524704654690-b56c05c78a00?w=800",
    "categoryId": 5,
    "author": "Nguyễn Thị H",
    "views": 1100,
    "featured": false,
    "tags": ["cá tra", "nuôi cá", "thủy sản"],
    "publishedAt": "2024-12-01T09:20:00Z"
  }
]
